Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/tmx/josm-tm.tmx
Source language: en
Languages: ca_es

source: Opening files
ca_es: Obrint fitxers

source: Cannot open {0} file with the file importer ''{1}''.
ca_es: No és possible d''obrir l''arxiu {0} amb l''importador ''{1}''.

source: Cannot open {0} file because file does not exist or no suitable file importer is available.
ca_es: No és possible d''obrir l''arxiu {0} perquè no existeix o perquè no hi ha un importador adequat.

source: no importer
ca_es: no hi ha importador

source: does not exist
ca_es: no existeix

source: <html>Cannot open directory ''{0}''.<br>Please select a file.</html>
ca_es: <html>No es pot obrir el directori ''{0}''.<br>Si us plau, seleccioneu un fitxer.</html>

source: Open file
ca_es: Obre un fitxer

source: Opening {0} file...
ca_es: S''està obrint el fitxer {0} ...

source: Opening file ''{0}'' ...
ca_es: S''està obrint el fitxer ''{0}'' ...

source: Open Location...
ca_es: Obre una ubicació...

source: Open an URL.
ca_es: Obre una adreça URL

source: Separate Layer
ca_es: Capa separada

source: Select if the data should be downloaded into a new layer
ca_es: Seleccioneu si les dades haurien de baixar-se en una capa nova

source: Enter URL to download:
ca_es: Entreu URL per descarregar

source: Enter an URL from where data should be downloaded
ca_es: Introduïu una URL des d''on les dades han de ser descarregades

source: Download Location
ca_es: Ubicació de descàrrega

source: Download URL
ca_es: URL de baixada

source: Start downloading data
ca_es: Comença a baixar dades

source: Close dialog and cancel downloading
ca_es: Tanca el diàleg i cancel·la la baixada

source: Download Data
ca_es: Baixa dades

source: Cannot open URL ''{0}''<br>The following download tasks accept the URL patterns shown:<br>{1}
ca_es: No ha estat possible d''obrir la URL ''{0}''<br>Les segünets tasques de descàrrega accepten els patrons d''URL que d''indiquen:<br>{1}

source: When one or more ways are selected, the shape is adjusted such, that all angles are 90 or 180 degrees.You can add two nodes to the selection. Then, the direction is fixed by these two reference nodes. (Afterwards, you can undo the movement for certain nodes:<br>Select them and press the shortcut for Orthogonalize / Undo. The default is Shift-Q.)
ca_es: Quan se seleccionen vies la forma s''ajusta de manera que els angles siguin de 90 o de 180º.Podeu afegir dos nodes a la selecció. Llavors la direcció serà determinada per aquests dos nodes de referència. (Podeu desfer els moviments de certs nodes:<br>Seleccionant-los i utilitzant la drecera per anul·lar la normaltzació, que per defecte és Majúscula+Q.)

source: Orthogonalize Shape
ca_es: Normalitza la figura

source: Move nodes so all angles are 90 or 180 degrees
ca_es: Mou els nodes de manera que els angles siguin de 90 o de 180 graus

source: Orthogonalize Shape / Undo
ca_es: Normalitza formes / Desfà

source: Undo orthogonalization for certain nodes
ca_es: Desfà la normalització de a certs nodes

source: Orthogonalize / Undo
ca_es: Normalitza / Desfés

source: Orthogonalize Shape / Undo<br>Please select nodes that were moved by the previous Orthogonalize Shape action!
ca_es: Normalització de la figura / Anul·lació<br>Si us plau, seleccioneu els nodes que han estat moguts per l''acció precedent de normalització!

source: <html>You are using the EPSG:4326 projection which might lead<br>to undesirable results when doing rectangular alignments.<br>Change your projection to get rid of this warning.<br>Do you want to continue?</html>
ca_es: <html>Esteu utilitzant la projecció EPSG:4326 i això portarà a<br>obtenir resultats no desitjats quan es facin alineacions rectangulars.<br>Canvieu la vostra projecció per tal de suprimir aquest avís.<br>Voleu continuar?</html>

source: Selection must consist only of ways and nodes.
ca_es: La selecció només pot contenir vies i nodes.

source: Orthogonalize
ca_es: Normalitza

source: Usage
ca_es: Ús

source: <html>Please make sure all selected ways head in a similar direction<br>or orthogonalize them one by one.</html>
ca_es: <html>Si us plau, assegureu-vos que totes les vies seleccionades tenen la mateixa direcció<br>o apliqueu l''ortogonalització una a una.</html>

source: Please select ways with angles of approximately 90 or 180 degrees.
ca_es: Seleccioneu vies que formin un angle de 90 o 180 graus, aproximadament.

source: Paste
ca_es: Enganxa

source: Paste contents of paste buffer.
ca_es: Enganxa el contingut de la memòria d''enganxat.

source: Delete incomplete members?
ca_es: Voleu suprimir membres incomplets?

source: Paste without incomplete members
ca_es: Enganxa sense els memebres incomplets

source: The copied data contains incomplete objects. When pasting the incomplete objects are removed. Do you want to paste the data without the incomplete objects?
ca_es: Les dades que heu copiat contenen objectes incomplets. Aquests objectes no seran ignorats en fer l''operació d''enganxar. Voleu enganxar les dades copiades sense els objectes incomplets?

source: Paste Tags
ca_es: Enganxa les etiquetes

source: Apply tags of contents of paste buffer to all selected items.
ca_es: Aplica etiquetes de contingut en memòria a tots els elements seleccionats.

source: Pasting {0} tag
ca_es: Enganxa {0} etiqueta

source: to {0} object
ca_es: a {0} objecte

source: Preferences...
ca_es: Preferències...

source: Open a preferences dialog for global settings.
ca_es: Obre el diàleg de preferències de configuracions globals

source: Preferences
ca_es: Preferències

source: Purge...
ca_es: Neteja...

source: Forget objects but do not delete them on server when uploading.
ca_es: Ignora els objectes en enviar però sense que siguin esborrats al servidor.

source: Purge
ca_es: Neteja

source: Confirm Purging
ca_es: Confirmeu la neteja

source: This operation makes JOSM forget the selected objects.<br> They will be removed from the layer, but <i>not</i> deleted<br> on the server when uploading.
ca_es: Aquesta operació farà que JOSM descarti els objectes seleccionats.<br> Seran eliminats de la capa però <i>no</i> seran eliminats<br> del servidor quan siguin enviats.

source: The following dependent objects will be purged<br> in addition to the selected objects:
ca_es: Els següents objectes dependents seran eliminats<br> addicionalment als objectes seleccionats:

source: Add to selection
ca_es: Afegeix a la selecció

source: Some of the objects are modified.<br> Proceed, if these changes should be discarded.</html>
ca_es: Alguns dels objectes han estat modificats.<br>Continueu si voleu descartar aquests canvis.</html>

source: Clear Undo/Redo buffer
ca_es: Esborrar la memòria cau de la comanda Desfer/Refer

source: Redo
ca_es: Refés

source: Redo the last undone action.
ca_es: Refés la darrera acció desfeta.

source: Redo ...
ca_es: Refés...

source: Redo {0}
ca_es: Refés {0}

source: Rename layer
ca_es: Reanomena la capa

source: Also rename the file
ca_es: Canvia també el nom del fitxer

source: Could not rename file ''{0}''
ca_es: No s''ha pogut canviar el nom del fitxer ''{0}''

source: Restart
ca_es: Reinicia

source: Restart the application.
ca_es: Reinicia l''aplicació

source: Click to restart later.
ca_es: Feu clic per reiniciar després

source: Reverse way
ca_es: Sentit contrari

source: Reverse Ways
ca_es: Canvia el sentit de les vies

source: Reverse the direction of all selected ways.
ca_es: Inverteix el sentit de totes les vies seleccionades

source: Please select at least one way.
ca_es: Seleccioneu com a mínim una via.

source: Reverse ways
ca_es: Inverteix les vies

source: Save
ca_es: Desa

source: Save the current data.
ca_es: Desa les dades actuals.

source: File {0} exists. Overwrite?
ca_es: El fitxer {0} ja existeix. Voleu sobreescriure''l?

source: No Exporter found! Nothing saved.
ca_es: No s''ha trobat cap exportador! No s''ha guardat res.

source: File exists. Overwrite?
ca_es: El fitxer ja existeix. El voleu sobreescriure?

source: Save As...
ca_es: Anomena i desa...

source: Save the current data to a new file.
ca_es: Desa les dades actuals en un fitxer nou

source: Select All
ca_es: Selecciona-ho tot

source: Select all undeleted objects in the data layer. This selects incomplete objects too.
ca_es: Seleccionar tots els objectes no borrats en la capa de dades. Això també selecciona objectes incomplets.

source: Load Session
ca_es: Carrega una sessió

source: Load a session from file.
ca_es: Carrega una sessió d''un fitxer.

source: Open session
ca_es: Obre una sessió

source: Loading session ''{0}''
ca_es: Carregant sessió ''{0}''

source: <html>Could not load session file ''{0}''.<br>Error is:<br>{1}</html>
ca_es: <html>El fitxer de sessió ''{0}'' no pot ser carregat.<br>L''error és:<br>{1}</html>

source: Data Error
ca_es: Error de dades

source: IO Error
ca_es: S''ha produït un error d''entrada/sortida

source: Save Session As...
ca_es: Desa sessió com a...

source: Save the current session to a new file.
ca_es: Desa la sessió actual en un fitxer nou.

source: Session file (archive) (*.joz)
ca_es: Fitxer de sessió (arxiu) (*.joz)

source: Session file (*.jos)
ca_es: Fitxer de sessió (*.jos)

source: Save session
ca_es: Desa la sessió...

source: <html>Could not save session file ''{0}''.<br>Error is:<br>{1}</html>
ca_es: <html>El fitxer de sessió ''{0}'' no pot ser enregistrat.<br>L''error és:<br>{1}</html>

source: Save Session
ca_es: Desa la sessió

source: Save As
ca_es: Anomena i desa

source: Layers
ca_es: Capes

source: No exporter for this layer
ca_es: No hi ha cap gestor d''exportació per a aquesta capa.

source: Show Status Report
ca_es: Mostra l''informe d''estat

source: Show status report with useful information that can be attached to bugs
ca_es: Mostrar el report de situació amb informació útil que pot ser afegida als errors.

source: Help: {0}
ca_es: Ajuda: {0}

source: Status Report
ca_es: Informe d''estat

source: Copy to clipboard and close
ca_es: Copia al porta-retalls i tanca

source: Report bug
ca_es: Informa d''un error

source: Close
ca_es: Tanca

source: Simplify Way
ca_es: Simplifica la via

source: Delete unnecessary nodes from a way.
ca_es: Suprimeix els nodes innecessaris d''una via.

source: Please select at least one way to simplify.
ca_es: Seleccioneu una via per simplificar.

source: Yes
ca_es: Sí

source: Simplify all selected ways
ca_es: Simplifica totes les vies seleccionades

source: Cancel operation
ca_es: Cancel·la l''operació

source: The selection contains {0} ways. Are you sure you want to simplify them all?
ca_es: La selecció conté {0} vies. Segur que les voleu simplificar totes?

source: Simplify ways?
ca_es: Vols simplificar la via?

source: Simplify {0} way
ca_es: Simplifica {0} via

source: Simplify Way (remove {0} node)
ca_es: Simplifica la via (suprimeix {0} node)

source: Split Way
ca_es: Divideix la via

source: Split a way at the selected node.
ca_es: Divideix una via en dos segments pel node seleccionat

source: The current selection cannot be used for splitting - no node is selected.
ca_es: La selecció no pot ser utilitzada per fer una operació de tall perquè no heu seleccionat cap node.

source: The selected nodes do not share the same way.
ca_es: Els nodes seleccionats no formen part de la mateixa via.

source: The selected node is not in the middle of any way.
ca_es: El node seleccionat no forma part de la via.

source: There is more than one way using the node you selected. Please select the way also.
ca_es: Hi ha 2 o més vies que usen el node seleccionat. Seleccioneu també la via adient.

source: You must select two or more nodes to split a circular way.
ca_es: Heu de seleccionar dos o més nodes per poder dividir una via tancada.

source: The way cannot be split at the selected nodes. (Hint: Select nodes in the middle of the way.)
ca_es: La via no es pot dividir en els nodes seleccionats. (Consell: seleccioneu nodes al mig de la via.)

source: A role based relation membership was copied to all new ways.<br>You should verify this and correct it when necessary.
ca_es: Una pertinença a una relació basada al rol ha estat copiada a totes les noves vies.<br>Haurieu de comprovar-ho i fer les correccions necessàries si calgués.

source: A relation membership was copied to all new ways.<br>You should verify this and correct it when necessary.
ca_es: Una pertinença a una relació ha estat copiada a totes les noves vies.<br>Haurieu de comprovar-ho i fer les correccions necessàries si calgués.

source: Split way {0} into {1} parts
ca_es: Divideix la via {0} en {1} parts

source: Toggle GPX Lines
ca_es: Canvia les línies GPX

source: Draw lines between raw gps points.
ca_es: Dibuixa les línies entre els punts GPS.

source: Toggles the global setting ''{0}''.
ca_es: Canvia la configuració global ''{0}''.

source: Encourage/discourage upload
ca_es: Aconsella/desaconsella la pujada

source: UnGlue Ways
ca_es: Separa les vies

source: Duplicate nodes that are used by multiple ways.
ca_es: Duplica els nodes utilitzats a diferents vies

source: This node is not glued to anything else.
ca_es: Aquest node no està unit a cap altre

source: None of these nodes are glued to anything else.
ca_es: Cap d''aquests nodes està unit a un altre

source: None of this way''s nodes are glued to anything else.
ca_es: Cap d''aquest nodes de la via no està unit a un altre

source: The current selection cannot be used for unglueing.
ca_es: La selecció actual no pot ser utilitzada per fer una separació

source: Select either:
ca_es: Seleccioneu un altre:

source: * One tagged node, or
ca_es: * Un node etiquetat, o

source: * One node that is used by more than one way, or
ca_es: * Un node utilitzat per més d''una via, o

source: * One node that is used by more than one way and one of those ways, or
ca_es: * Un node utilitzat a més d''una via i una de les vies, o

source: * One way that has one or more nodes that are used by more than one way, or
ca_es: * Una via amb un o mmés nodes utilitzats per més d''una via, o

source: * One way and one or more of its nodes that are used by more than one way.
ca_es: * Una via i un o més dels seus nodes que són utilitzats a més d''una via

source: Note: If a way is selected, this way will get fresh copies of the unglued nodes and the new nodes will be selected. Otherwise, all ways will get their own copy and all nodes will be selected.
ca_es: Nota: Si una via és seleccionada, rebrà noves còpies dels nodes separats i els nous nodes seran seleccionats. D''una altra manera, totes les vies obtindran la seva còpia i tots els nodes seran seleccionats.

source: Unglued Node
ca_es: Node separat

source: Dupe into {0} nodes
ca_es: Multiplica en {0} nodes

source: Dupe {0} node into {1} nodes
ca_es: Multiplica {0} node en {1} nodes

source: Unglue confirmation
ca_es: Confirmació de separació

source: You are about to unglue nodes outside of the area you have downloaded.<br>This can cause problems because other objects (that you do not see) might use them.<br>Do you really want to unglue?
ca_es: Sou a punt de separar nodes situats fora de la zona que heu descarregat.<br>Això pot causar problemes perquè altres objectes (que no veieu) els poden estar utilitzant.<br>Segur que els voleu separar?

source: You are about to unglue incomplete objects.<br>This will cause problems because you don''t see the real object.<br>Do you really want to unglue?
ca_es: Sou a punt de separar objectes incomplets.<br>Això pot causar problemes perquè no veieu l''objecte real.<br>Segur que els voleu separar?

source: Disconnect Node from Way
ca_es: Desconnecta el node de la via

source: Disconnect nodes from a way they currently belong to
ca_es: Desconnecta nodes d''una via a la qual pertanyen

source: Select at least one node to be disconnected.
ca_es: Seleccioneu com a mínim un node a desconnectar.

source: Selected node cannot be disconnected from anything.
ca_es: El node seleccionat no pot ser desconnectat de res.

source: The affected way would disappear after disconnecting the selected node.
ca_es: La via afectada despareixeria un cop es desconnecti el node seleccionat.

source: Undo
ca_es: Desfés

source: Undo the last action.
ca_es: Desfés l''última acció.

source: Undo ...
ca_es: Desfés ...

source: Undo {0}
ca_es: Desfés {0}

source: Unselect All
ca_es: No seleccionis res

source: Unselect all objects.
ca_es: Desselecciona tots els objectes.

source: Update data
ca_es: Actualitza dades

source: Updates the objects in the active data layer from the server.
ca_es: Actualitza els objectes de la capa activa amb el que hi ha al servidor.

source: Update modified
ca_es: Actualitza el modificat

source: Updates the currently modified objects from the server (re-downloads data)
ca_es: Actualitza els objectes modificats amb el que hi ha al servidor (recarrega les dades)

source: No current dataset found
ca_es: No s''ha trobat el conjunt de dades actual

source: Did not find an object with id {0} in the current dataset
ca_es: L''objecte amb l''identificador {0} no ha estat trobat en el conjunt de dades actual.

source: Update selection
ca_es: Actualitza la selecció

source: Updates the currently selected objects from the server (re-downloads data)
ca_es: Actualitza els objectes modificats amb el que hi ha al servidor (recarrega les dades)

source: There are no selected objects to update.
ca_es: No hi ha cap objecte seleccionat per a ser actualitzat.

source: Selection empty
ca_es: Selecció buida

source: Upload data
ca_es: Puja dades

source: Upload all changes in the active data layer to the OSM server
ca_es: Pujar tots els canvis de la capa activa vers el servidor OSM

source: <html>The data to be uploaded participates in unresolved conflicts of layer ''{0}''.<br>You have to resolve them first.</html>
ca_es: <html>Les dades a pujar participen a conflictes no resolts de la capa ''{0}''. Primer heu de resoldre els conflictes.</html>

source: Upload discouraged
ca_es: Enviament desaconsellat.

source: You are about to upload data from the layer ''{0}''.<br /><br />Sending data from this layer is <b>strongly discouraged</b>. If you continue,<br />it may require you subsequently have to revert your changes, or force other contributors to.<br /><br />Are you sure you want to continue?
ca_es: Sou a punt de pujar dades de la capa ''{0}''.<br /><br />L''enviament de dades d''aquesta capa està <b>totalment desaconsellat</b>. Si continueu,<br />segurament caldrà que revertiu els canvis o que d''altres usuaris ho facin.<br /><br />Segur que voleu continuar?

source: Ignore this hint and upload anyway
ca_es: Ignora el consell i enviar

source: No changes to upload.
ca_es: No hi ha canvis a pujar.

source: Nothing to upload. Get some data first.
ca_es: No hi ha res a enviar. Abans d''enviar heu d''obtenir dades.

source: Upload selection
ca_es: Puja la selecció

source: Upload all changes in the current selection to the OSM server.
ca_es: Puja tots els canvis de la selecció actual al servidor de l''OSM.

source: Checking parents for deleted objects
ca_es: Comprovant relacions de parentiu dels objectes suprimits

source: Reading parents of ''{0}''
ca_es: Llegint relacions de parentiu de ''{0}''

source: Checking for deleted parents in the local dataset
ca_es: Comprovant si hi ha relacions de parentiu surpimides al conjunt de dades local

source: Validation
ca_es: Validació

source: Performs the data validation
ca_es: Duu a terme la validadió de les dades

source: Validating
ca_es: Validant

source: Test {0}/{1}: Starting {2}
ca_es: Test {0}/{1}: Començant {2}

source: Updating ignored errors ...
ca_es: Actualització dels errors ignorats ...

source: Viewport Following
ca_es: Seguiment automàtic

source: Enable/disable automatic moving of the map view to last placed node
ca_es: Activa/desactiva el moviment automàtic del mapa vers els darrer node posat

source: Toggle Viewport Following
ca_es: Activa/desactiva el seguiment de la vista

source: Wireframe View
ca_es: Visualització esquemàtica

source: Enable/disable rendering the map as wireframe only
ca_es: Activar/desactivar la renderització del mapa en forma esquemàtica

source: Toggle Wireframe view
ca_es: Canvia a la visualització esquemàtica

source: Zoom In
ca_es: Apropa

source: Zoom In (Keypad)
ca_es: Apropa (teclat)

source: Zoom Out
ca_es: Allunya

source: Zoom Out (Keypad)
ca_es: Allunya (teclat)

source: Zoom to
ca_es: Amplia a

source: Zoom to the object the first selected member refers to
ca_es: Ampliar la zona al voltant de l''objecte al qual es refereix el primer membre seleccionat

source: Zooming disabled because layer of this relation is not active
ca_es: Ampliació deshabilitada perquè la capa d''aquesta relació no està activa

source: Zooming disabled because there is no selected member
ca_es: ampliació deshabilitada perquè no hi ha cap membre seleccionat

source: Zoom to the first selected node
ca_es: Amplia la zona del primer node seleccionat

source: Zooming disabled because layer of this way is not active
ca_es: Ampliació deshabilitada perquè la capa d''aquesta via no està activa

source: Zooming disabled because there is no selected node
ca_es: Ampliació deshabilitada perquè no hi ha cap nnode seleccionat

source: Back
ca_es: Enrere

source: Jump back.
ca_es: Salta enrere.

source: Audio: {0}
ca_es: Àudio: {0}

source: Faster
ca_es: Més ràpid

source: Faster Forward
ca_es: Avançament ràpid

source: Forward
ca_es: Avança

source: Jump forward
ca_es: Salta endavant

source: Next Marker
ca_es: Marcador següent

source: Play next marker.
ca_es: Reproduir el següent marcador

source: Play/Pause
ca_es: Reprodueix/Pausa

source: Play/pause audio.
ca_es: Reprodueix/Pausa l''àudio

source: Previous Marker
ca_es: Marcador anterior

source: Play previous marker.
ca_es: Reprodueix el marcador anterior

source: Slower
ca_es: Més lent

source: Slower Forward
ca_es: Avança a poc a poc

source: Download GPS
ca_es: Descarrega GPS

source: Downloading GPS data
ca_es: Descarregant dades del GPS

source: Downloaded GPX Data
ca_es: Dades GPX baixades

source: Markers from {0}
ca_es: Marcadors de {0}

source: Download Compressed OSM Change
ca_es: Descarrega modificacions OSM comprimides

source: Download OSM Change
ca_es: Descarrega modificacions OSM

source: Download Compressed OSM
ca_es: Descarrega OSM comprimit

source: Download OSM
ca_es: Descarregar OSM

source: Downloading data
ca_es: Descarregant dades

source: Ignoring exception because download has been canceled. Exception was: {0}
ca_es: Ignorant l''excepció perquè la descàrrega ha estat cancel·lada. L''excepció era: {0}

source: No data found in this area.
ca_es: No s''ha trobat cap dada en aquesta àrea.

source: OSM Server URL:
ca_es: URL del servidor OSM:

source: Command
ca_es: Ordre

source: Request details: {0}
ca_es: Detalls de la petició: {0}

source: Download OSM URL
ca_es: Descarrega la URL d''OSM

source: There was {0} conflict during import.
ca_es: Ha hagut {0} conflicte durant la importació.

source: Conflict during download
ca_es: Conflicte durant la descàrrega.

source: ({0}/{1}) Loading parents of node {2}
ca_es: ({0}/{1}) Carregant parents del node {2}

source: ({0}/{1}) Loading parents of way {2}
ca_es: ({0}/{1}) Carregant parents de la via {2}

source: ({0}/{1}) Loading parents of relation {2}
ca_es: ({0}/{1}) Carregant parents de la relació {2}

source: Download session
ca_es: Descarrega sessió

source: Download {0} of {1} ({2} left)
ca_es: Baixa {0} de {1} (manquen {2})

source: Updating data
ca_es: Actualitzant dades

source: Check on the server
ca_es: Comprova-ho al servidor

source: Click to check whether objects in your local dataset are deleted on the server
ca_es: Feu clic per verificar quins dels objectes del conjunt local de dades són esborrats en el servidor

source: Ignore
ca_es: Ignora

source: Click to abort and to resume editing
ca_es: Feu clic per anul·lar i reprendre les modificacions
